Revit 2024 API
GroundConductorSize.ConductorSize Property
 Get conductor size corresponding to specific ampacity.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public string ConductorSize { get; }
Visual Basic
Public ReadOnly Property ConductorSize As String
	Get
Visual C++
public:
property String^ ConductorSize {
	String^ get ();
}
See Also
GroundConductorSize Class
Autodesk.Revit.DB.Electrical Namespace